<?php
$lang['FROM'] = 'ဘယ္သူ႔ဆီကေန';
$lang['TO'] = 'ဆီသို႔';
$lang['SELECT COIN'] = 'အေႀကြေစ့ေရြးခ်ယ္';
$lang['SEND'] = 'ပို ့လိုက္မည္။';
$lang['YOUR ORDER'] = 'သင့္ရဲ႕အမွာစာ';
$lang['BACK'] = 'ျပန္သြားမည္။';

$lang['PRICE'] = 'ေစ်းနႈန္း';
$lang['AMOUNT'] = 'ပမာဏ';
$lang['PAYMENT PASSWORD'] = 'ေငြေပးေခ်ဖို ့လွ်ိဳ  ့၀ွက္နံပါတ္';
$lang['Forgot Payment Password?'] = 'သင့္ရဲ႕ေငြေပးေခ်မႈလွ်ိဳ႕ဝွက္နံပါတ္ေမ့ေနပီလား?';
$lang['Be careful! You cannot get your coins back once send is finished'] = 'သတိထားပါ။သင့္ရဲ႕အေႀကြေစ့ေတြကိုေငြေပးေခ်မႈပီးရင္ျပန္မရနိုင္ပါဘူး။ဂရုစိုက္ပါ။သင့္ရဲ႕အေႀကြေစ့ေတြကိုသူမ်ားကိုပို့ပီးတဲ့ေနာက္ပိုင္းမွာသင္ျပန္မရနိုင္ပါဘူး';
$lang['If you re having trouble with it'] = 'ပြaနာရှိရင်';
$lang['You can reset your Payment Password,<br>If youre having trouble with it'] = 'အကယ္၍သင့္ေငြေပးေခ်မႈလွ်ိဳ႕ဝွက္နံပါတ္ေမ့ေနရင္,သင့္ရဲ႕ ေငြေပးေခ်မႈလွ်ိဳ႕ဝွက္နံပါတ္ကိုresetလုပ္နိုင္ပါတယ္။';
$lang['point'] = 'ေငြေပးေခ်မႈတိုင္းရဲ႕0.5%က MOCMOC ရဲ႕အမွတ္ေတြထဲေရာက္သြားမွာျဖစ္ပါတယ္။MOCMOC အမွတ္(MOCP)ကို MOCMOC ဆိုင္ေတြမွာဘဲအသုံးျပဳလို႔ရပါတယ္။';
$lang['SELECT PAYMENT METHOD'] = 'ေငြေပးေခ်မႈနည္းလမ္းကိုေရြးခ်ယ္မယ္။';
$langg['ment1'] ='သတိထားပါ။သင့္ရဲ႕အေႀကြေစ့ေတြကိုေငြေပးေခ်မႈပီးရင္ျပန္မရနိုင္ပါဘူး။ဂရုစိုက္ပါ။သင့္ရဲ႕အေႀကြေစ့ေတြကိုသူမ်ားကိုပို့ပီးတဲ့ေနာက္ပိုင္းမွာသင္ျပန္မရနိုင္ပါဘူး';

$lang['PAY'] = 'သင့္ရဲ႕အမွာစာ';
$lang['WILL BE SAVED'] = ' ရဲ႕pointေတြစုေဆာင္းမယ္။';



?>