<?php
$lang['잔액이 부족 합니다.'] = '잔액이 부족 합니다.';
$lang['개인정보 수정완료!'] = '개인정보 수정완료!';
$lang['Complete'] = 'Complete';
$lang['Password Check!!.'] = 'Password Check!!.';
$lang['There is no recipient’s address'] = 'There is no recipient’s address';
$lang['Coin you will send is more than coin you hold'] = 'Coin you will send is more than coin you hold';
$lang['잔액이 부족 합니다.'] = '잔액이 부족 합니다.';
$lang['otp 등록되었습니다'] = 'otp 등록되었습니다';
$lang['otp 코드가 틀립니다.'] = 'otp 코드가 틀립니다.';
$lang['아이디가 틀리거나 비밀번호가 틀립니다'] = '아이디가 틀리거나 비밀번호가 틀립니다';
$lang['Email Checked'] = 'Email Checked';
$lang['Create An Account'] = 'Create An Account';
$lang['결재요청완료'] = '결재요청완료';
$lang['유효하지 않은 Seed 입니다'] = '유효하지 않은 Seed 입니다';
$lang['잔액이 모자라거나 결제할 수 있는 코인이 없습니다.'] = '잔액이 모자라거나 결제할 수 있는 코인이 없습니다.';

$lang['ID or Password Check!!.'] = 'ID or Password Check!.';
$lang['존재하지 않는 지갑 입니다'] = '존재하지 않는 지갑 입니다';
$lang['메일 임시 비밀번호 를 발송하였습니다.'] = '메일 임시 비밀번호 를 발송하였습니다.';

$lang['E-mail confirmation numbers do not match'] = 'E-mail confirmation numbers do not match';
$lang['Please enter your email verification number'] = 'Please enter your email verification number';
$lang['Email verified'] = 'Email verified';

$lang['We sent you a verification number by email'] = 'We sent you a verification number by email';
$lang['Enter seed'] = 'Enter seed';
$lang['이전비밀번호와 새비밀번호가 같습니다.'] = '이전비밀번호와 새비밀번호가 같습니다.';
$lang['새 비밀번호 확인이 틀립니다.'] = '새 비밀번호 확인이 틀립니다.';

$lang['Please enter your email verification number'] = 'Please enter your email verification number';
$lang['Email verified'] = 'Email verified';
$lang['Member ID'] = 'Member ID';
$lang['E-mail confirmation numbers do not match'] = 'E-mail confirmation numbers do not match';
$lang['New Password'] = 'New Password';
$lang['Cofirm Password'] = 'Cofirm Password';
$lang['Password does not Match'] = 'Password does not Match';
$lang['Wallet Password does not Match'] = 'Wallet Password does not Match';
$lang['숫자와 영문자 조합으로 10~15자리를 사용해야 합니다.'] = '숫자와 영문자 조합으로 10~15자리를 사용해야 합니다.';
$lang['We sent you a verification number by email'] = 'We sent you a verification number by email';


$lang['존재하지 않는 계정입니다.'] = '존재하지 않는 계정입니다.';
$lang['전환요청완료'] = '전환요청완료';
$lang['시세데이타 오류.'] = '시세데이타 오류.';
$lang['가스비 부족.'] = '가스비 부족.';
$lang['결제요청완료'] = '결제요청완료';
$lang['존재하지 않는 지갑 입니다.'] = '존재하지 않는 지갑 입니다.';
$lang['포인트 부족'] = '포인트 부족';
$lang['비밀번호가 다릅니다'] = '비밀번호가 다릅니다';
$lang['조회완료'] = '조회완료';
$lang['받으시는 분의 주소를 확인해주세요'] = '받으시는 분의 주소를 확인해주세요';
$lang['전송요청 완료'] = '전송요청 완료';
$lang['Your email address is too short'] = 'Your email address is too short';
$lang['Please enter your correct email address'] = 'Please enter your correct email address';
$lang['Email already exists'] = 'Email already exists';
$lang['You are not a member.'] = 'You are not a member.';
$lang['Passed verification'] = 'Passed verification';
$lang['Wrong approach.'] = 'Wrong approach.';
$lang['Please verify your email'] ='Please verify your email';
$lang['You must agree to the terms.'] = 'You must agree to the terms.';
$lang['WithDraw  Password 6 length'] = 'WithDraw  Password 6 length';
$lang['WithDraw New Password'] = 'WithDraw New Password';
$lang['WithDraw Confirm Password'] = 'WithDraw Confirm Password';

$lang['terms'] = [
	'top' => [
		'title' => '이용 약관',
		'ver' => '버전 0.1.1 (최신)',
	],
	'text' => '<pre>본 이용약관의 주요내용은 CONUN KOREA(이하 “회사”)이 제공하는 
CONUNKOREA 월렛 서비스(이하 “서비스”)의 이용에 관한 회사와 회원의 권리·의무를 정함을 목적으로 합니다. 

그러므로 회원은 본 이용 약관의 주요내용을 반드시 확인하고, 본 이용 약관의 주요내용을 
이해할 수 없거나 의문이 발생하는 경우에는 이용약관 전체를 숙독하여 주시기 바랍니다.

본 약관은 
회원과 회사 사이에 기본적인 사항을 규정하기 위한 것입니다. 
회원이 회사의 서비스를 이용하기 위해서는
회원의 E-mail, 비밀번호 등의 정보가 회원이 회사에게 제공한 로그인 정보와 일치하는 정보를 기입하여 회사의 모바일앱 및 웹페이지에 접속할 경우, 
해당 접속 기간 중 이루어지는 모든 행위는 회원의 진정한 의사에 기한 것으로 간주 됩니다. 
그러므로 회원은 E-mail, 비밀번호 등의 정보에 대한 보안을 유지해야 하고, 스스로 범죄로 인한 피해상황에 주의 해야 합니다.

회사가 제공하는 서비스는 블록체인을 이용한 
암호화폐의 송금과 조회기능, 또는 CONUN KOREA 월렛이 정하는 업무입니다.
회원의 불법행위로 인하여 타 회원과 회사에게 손해가 발생할 경우, 회사는 회원에게 법률상 손해배상청구권을 행사할 수 있습니다. 
그러므로 반드시 법령을 준수하여 회사의 서비스를 이용하여 주시기 바랍니다.



제1장 총칙


제1조 목적
이 약관은 회사가 제공하는 CONUN KOREA 월렛 플랫폼(이하 “플랫폼”) 및 
관련된 모든 서비스의 이용조건 및 절차 등에 관한 
회사와 회원 간의 권리와 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.


제2조 정의
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
“서비스”라 함은 단말기(PC, 휴대용 단말기 등의 각종 유·무선 장치를 포함)에 상관없이, 이용자가 이용할 수 있는 회사의 암호화폐 송금과 조회, 기타 CONUN KOREA 월렛 서비스 및 이와 관련된 모든 서비스를 의미합니다.
“이용자”라 함은 CONUN KOREA 월렛 접속하여 이 약관에 따라 CONUN KOREA 월렛이 제공하는 서비스를 받는 회원을 의미합니다.
“회원”이라 함은 서비스에 접속하여 이 약관에 따라 회원가입을 하여 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 개인 및 법인을 의미합니다.
“아이디(“ID” 또는 “계정”을 총칭)라 함은 회원이 본 약관 및 개인정보처리방침에 동의한 후 회사가 회원을 식별하고 
서비스를 제공하기 위해 회원에게 부여한 문자 또는 숫자의 조합을 의미합니다.


제3조 약관의 명시, 효력 및 변경
이 약관의 내용은 본 서비스내의 회원가입 단계에서 게시하거나 
회원이 쉽게 확인할 수 있는 방법으로 회원에게 고지하고 회원이 회원가입시 
약관에 동의함으로써 효력이 발생합니다. 

회사는 “약관의 규제에 관한 법률”, “정보통신망이용촉진 및 정보보호 등에 관한 법률”, “전자상거래 등에서의 소비자보호에 관한 법률”, 
“전자문서 및 전자거래기본법”, “전자금융거래법”, “전자서명법”, “소비자기본법” 등 관련 법률을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

회사가 약관을 개정할 경우 적용일자 및 개정사유를 명시하여 현행 약관과 함께 개정 약관을 서비스되는 모바일앱 초기화면이나 팝업화면 또는 공지사항 게시판 등 
회원이 쉽게 확인할 수 있는 방법으로 
그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.

회사가 전항에 따라 개정약관을 공지하면서 회원에게 7일 내에 의사 표시를 하지 않으면 
개정약관에 동의한다는 것으로 본다는 뜻을 명확하게 고지 또는 통지하였음에도 불구하고, 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 
회원이 개정약관에 동의한 것으로 간주 합니다.

회원이 개정약관에 동의하지 않을 경우, 회원은 이용계약을 해지할 수 있고, 회사는 회원을 탈퇴 처리할 수 있습니다.


제4조 약관 외 준칙
이 약관에서 정하지 않은 사항과 이 약관의 해석에 관하여는 
대한민국의 관련 법령 또는 회사가 정한 서비스의 개별 이용약관(이하 “세부지침”), 운영정책 및 규칙 등의 규정에 따릅니다. 
또한 본 약관과 세부지침의 내용이 충돌할 경우 세부지침에 따릅니다.


제2장 서비스 이용 신청 및 승낙(회원가입 및 탈퇴)


제5조 이용계약의 성립
회원은 회사가 정한 가입 양식에 따라 회원정보를 기입한 후
이 약관에 동의한다는 의사표시를 하여 회원가입을 신청합니다.
회원가입은 회사의 승낙이 회원에게 도달한 시점으로 합니다.
이용 계약은 회원ID 단위로 체결합니다. 
이용계약이 성립되면, 이용신청자는 회원으로 등록됩니다.


제6조 이용 신청

이용신청은 온라인으로 회사 소정의 가입신청 양식에서 요구하는 사항을 기록하여 신청합니다
온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하며 실명이나 실제 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없습니다.
회사는 회원에게 회사의 관련서비스에 대한 정보를 E-mail 등을 통하여 제공할 수 있습니다.


제7조 아이디 생성 거절 및 유보
① 회원이 다른 사람의 명의나 이메일 주소 등 다른 사람의 개인정보를 이용하여 계정을 생성하려 하는 경우
② 회원의 신청에 따른 계정이 생성되었음에도 불구하고 탈퇴를 신청하거나, 탈퇴 처리가 완료되었음에도 동일한 계정을 신청하는 등의 경우
③ 회원이 서비스를 이용하는 과정에서 발생한 회원의 불법행위로 인하여 회사에게 손해가 발생한 경우
④ 회원이 해킹 등의 법령을 위반하여 서비스를 이용한 것이 확인된 경우
회원이 위 각 호의 어느 하나에 위반하여 계정을 생성, 이용한 것으로 판명된 때에는 회사는 즉시 회원의 서비스 이용을 중단하는 등의 제한을 할 수 있습니다.

회사는 아래와 같은 경우 회원의 계정 신청에도 불구하고 회원의 계정 생성을 유보할 수 있습니다.
① 제공 서비스 설비용량에 현실적인 여유가 없는 경우
② 서비스 제공을 위한 기술적인 부분에 문제가 있다고 판단되는 경우
③ 기타 회사가 재정적, 기술적으로 유보가 필요하다고 판단되는 경우


제8조 이용계약의 중지 및 해지
회원이 이용계약을 해지 하고자 할 때에는 회원 본인이 해지 신청을 하여야 합니다.
회사는 이용제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 이메일 등의 방법을 이용하여 해당 회원에게 통지합니다. 
다만, 회사가 긴급하게 이용을 중지해야 할 필요가 있다고 인정하는 경우에는 위 과정 없이 서비스 이용을 제한할 수 있습니다.(이하 “긴급제한”)
서비스 이용중지를 통지 받은 회원은 이용중지에 대하여 이의가 있을 경우 이의 신청을 할 수 있습니다.
회원이 서비스를 이용하는 데에 있어서 불법적인 계정 취득, 해킹 시도, 타인을 사칭하는 행위, 임의의 금전적인 목적을 이용하여 
추천인을 매수하는 행위 등에 대하여 해당 회원의 계정은 정지 처리를 하고 해당 계정의 자산을 동결할 수 있습니다.


제9조 회원 정보의 변경
회원은 회원가입 신청시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 이메일 등의 방법으로 회사에 대하여 그 변경사항을 알려야 합니다.

제1항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.


제3장 회원의 의무

제10조 회원 아이디와 비밀번호 관리에 대한 회원의 의무
① 아이디와 비밀번호에 관한 모든 관리 책임은 회원에게 있습니다. 

② 회원에게 부여된 아이디와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다. 단 회사의 고의 또는 과실로 인한 경우에는 그러하지 않습니다

③ 회원은 자신의 아이디가 부정하게 사용된 사실을 알게 될 경우 반드시 회사에 그 사실을 통지하고 회사의 안내에 따라야 합니다.

④ 회사는 소셜 계정의 해킹을 통한 피해를 방지하기 위하여 소셜 계정의 2중보안 설정을 권장합니다.

②의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 해당 회원이 회사의 안내에 따르지 않아 발생한 손해에 대하여 회사는 책임지지 않습니다.
③ 과 ④의 경우에 회사가 권장한 내용을 준수하지 않고 일어난 제3자에 따른 피해에 대하여 회사는 책임지지 않습니다


제11조 계정의 관리
① 계정은 회원 본인만 이용할 수 있고, 어떠한 경우에도 다른 사람이 회원의 계정을 이용하도록 양도 할 수 없습니다. 
그리고 회원은 다른 사람이 회원의 계정을 무단으로 사용할 수 없도록 직접 비밀번호 등을 관리하여야 합니다. 
회원이 무단 사용을 발견하는 즉시, 회원은 고객센터를 통하여 회사에게 이를 통지하여야 하고, 회사는 즉시 계정의 이용중단 등의 조치를 취할 수 있습니다.

② 회원이 서비스 내 정보를 수정하지 아니하여 발생하는 손해 및 회원이 비밀번호 등을 도용 당하여 제3자가 회원의 계정을 무단으로 사용함으로 인하여 발생한 손해에 대하여 회사는 책임을 부담하지 아니합니다. 
이 경우 회원은 전자금융사기에 의한 피해자 등 제3자에 대하여 손해배상의무를 부담할 수 있고, 
회사의 고의 또는 과실로 인한 개인정보 유출사실이 입증되지 아니하는 한 회사는 회원의 제3자에 대한 배상의무 등에 대하여 어떠한 책임도 부담하지 아니합니다.
회사가 회원이 서비스 내 정보에 기재한 전자우편, 전화번호 등에게 이용계약에 따른 중요한 내용을 통지하였음에도 불구하고, 

②에 따른 의무를 이행하지 아니함으로 인하여 발생하는 불이익은 회원이 부담하여야 합니다.


제12조 정보의 제공
회사는 회원의 사전동의를 받아 서비스 이용 중 필요가 있다고 인정되는 다음과 같은 서비스 정보에 대하여 이메일 등의 방법으로 회원에게 제공할 수 있으며, 
회원은 원치 않을 경우 정보수신동의를 철회 할 수 있습니다. 단, 정보의 성질상 반드시 회원에게 통지하여야 하는 정보는 회원의 정보수신동의 및 철회 여부에 무관하게 제공됩니다.

가입 정보 관련 서비스
개인 정보 관련 서비스
기타 회사가 수시로 결정하여 회원에게 제공하는 서비스


제4장 서비스의 이용


제13조 서비스의 종류
회사에서 제공하는 서비스에는 암호화폐 예치 및 전송 서비스, 블록체인 트랜잭션 서비스 등이 있습니다.
회사가 제공하는 서비스의 종류는 회사의 사정에 의하여 수시로 변경될 수 있으며, 제공되는 서비스에 대한 저작권 및 지적재산권은 “회사”에 귀속됩니다
회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 계정, 아이디, 서비스 등을 이용할 수 있는 이용권한만을 부여하며, 
회원은 이를 활용한 유사 서비스 제공 및 상업적 활동을 할 수 없습니다.


제14조 서비스 내용의 공지 및 변경
회사는 서비스의 종류에 따라 각 서비스의 특성, 절차 및 방법에 대한 사항을 서비스 화면을 통하여 공지하며, 회원은 회사가 공지한 각 서비스에 관한 사항을 이해하고 서비스를 이용해야 합니다.
회사는 서비스 내용이 변경되는 경우, 변경 7일 이전에 변경되는 내용을 약관 변경 공지 방법에 준하여 공지 하여야 하며, 
회원이 공지 내용을 조회하지 않아 입은 손해에 대하여는 책임지지 않습니다.


제15조 서비스의 유지 및 중지
서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 
평일 9시부터 21시까지 운영됩니다. 
다만 정기 점검 등의 필요로 회사가 정한 날이나 시간은 그러하지 않습니다.
회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.

회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
1. 서비스용 설비의 보수 등 공사로 부득이한 경우
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
3. 기타 불가항력적 사유가 있는 경우
회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
회사는 새로운 서비스로 교체 또는 기타 회사가 서비스를 제공할 수 없는 사유 발생 시 제공되는 서비스를 중단할 수 있습니다


제5장 개인 정보 보호


제16조 회원정보 사용에 대한 동의
회사는 회원의 개인정보를 본 이용계약의 이행과 본 이용계약 상의 서비스 제공을 위한 목적으로 이용합니다. 
회원의 개인 정보에 대해서는 회사의 개인정보 보호정책이 적용됩니다. 
회원정보의 관리 책임자는 회사가 정하는 운영자입니다.
회원이 이용신청서에 회원정보를 기재하고, 회사에 본 약관에 따라 이용 신청을 하는 것은 
회사가 본 약관에 따라 이용신청서에 기재된 회원정보를 수집, 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.
회원이 제공한 개인정보는 회원의 동의 없이 목적 외의 이용으로 제공할 수 없습니다.
회원은 회원정보 수정을 통해 언제든지 개인 정보에 대한 열람 및 수정을 할 수 있습니다.
이용 신청자 또는 회원이 이용 신청 시 기재한 신상정보가 변경 되었을 경우에는 즉시 운영자 또는 회원정보 변경 창을 통해서 관련사항을 수정하여야 합니다.
전항의 경우, 수정하지 않은 정보로 인한 각종 손해는 당해 회원이 부담하며, 회사는 이에 대하여 어떠한 책임도 지지 않습니다.
회원이 회사의 개인정보 취급에 대해서 불만을 가질 경우 서면상으로 회사에 관련 내용을 제출하여야 하며 이 경우 회사는 적법한 절차에 따라 회원의 불만을 처리해야 합니다.
회원의 이용 계약 해지는 제9조에 따르며, 이용계약이 해지된 경우 회원의 신상정보는 전자상거래 등에서의 소비자 보호에 관한 법률 등 관계법령에서 명시한 자료를 보관하며 이후에는 삭제합니다.
회사는 파기하여야 할 개인정보라도 상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우에는 관계법령에서 정한 기간 동안 회원의 개인정보를 보관합니다.
특정 서비스 사용을 위해 개인정보를 수집하거나 전송할 필요가 있을 경우, 회사는 반드시 회원에게 이와 같은 사실을 사전 고지하고 회원의 동의를 구해야 합니다.


제6장 손해배상 및 면책조항


제17조 손해배상
회사는 본 약관을 벗어난 일체의 사고에 대하여 책임을 지지 않으며, 회원의 과실로 인해 발생한 분쟁에 대해서 책임을 지지 않습니다.


제18조 면책조항
회사는 다음 각 호에 해당하는 경우에는 책임을 지지 않습니다.
전시, 사변, 천재지변 또는 이에 준하는 국가 비상 사태 등 불가항력적인 경우
회원의 고의 또는 과실로 인하여 손해가 발생한 경우
전기통신사업법에 의한 타 기간 통신사업자가 제공하는 전기통신서비스 장애로 인한 경우
기타 플랫폼의 고의 또는 과실이 없는 사유로 손해가 발생한 경우


제19조 관할법원 및 준거법
회사의 서비스 이용 등과 관련하여 분쟁이 발생될 경우, 민사소송법상 관할 법원으로 하여 이를 해결합니다.
서비스 이용과 관련하여 회사와 회원 간의 소송에는 서비스를 제공하는 국가의 법을 적용합니다</pre>'
];
?>